Repository: daad-adventure-writer/NAPS
Catalog: locale/*/LC_MESSAGES/naps.po
Languages: es

source: Object 0's description, source of light.
es: Descripción del objeto 0, emisor de luz.

source: Text of message 0.
es: Texto del mensaje 0.

source: Export failed because condact %(name)s doesn't exist on target platform %(platform)s
es: La exportación ha fallado porque el condacto %(name)s no existe en la plataforma de destino %(platform)s

source: Inexistent condact %(name)s on %(platform)s, replaced by %(replacement)s
es: Condacto %(name)s inexistente en %(platform)s, reemplazado por %(replacement)s

source: Condact %(name)s changed from code %(origCode)d to %(destCode)d
es: Condacto %(name)s cambiado del código %(origCode)d al %(destCode)d

source: Number of parameters for condact %(name)s changed from %(lenBefore)d to %(lenAfter)d
es: Número de parámetros del condacto %(name)s cambiado de %(lenBefore)d a %(lenAfter)d

source: SWAN databases
es: Bases de datos SWAN
