Repository: daad-adventure-writer/NAPS
Catalog: locale/*/LC_MESSAGES/naps.po
Languages: es

source: usage:
es: Uso:

source: positional arguments
es: parámetros posicionales

source: optional arguments
es: parámetros opcionales

source: show this help message and exit
es: mostrar esta ayuda y terminar

source: unrecognized arguments: %s
es: parámetros desconocidos: %s

source: expected one argument
es: se esperaba un parámetro

source: invalid choice: %r (choose from %s)
es: opción inválida: %r (elegir entre: %s)

source: invalid choice: %(value)r (choose from %(choices)s)
es: opción inválida: %(value)r (elegir entre: %(choices)s)

source: BMP images
es: Imágenes BMP

source: PNG images
es: Imágenes PNG

source: &Delete image
es: E&liminar imagen

source: &Export image
es: &Exportar imagen

source: &Replace image
es: &Sustituir imagen

source: Replace image &preserving palette
es: Sustituir imagen &conservando paleta

source: &Add image
es: &Añadir imagen

source: &Yes
es: &Sí

source: Image #%d isn't used by any other resource
es: La imagen %d no es utilizada por ningún otro recurso

source: Are you sure you want to delete it?
es: ¿Seguro que quieres eliminarla?

source: Places
es: Lugares

source: &Name:
es: &Nombre:

source: Filter:
es: Filtro:

source: &Save
es: &Guardar

source: &Cancel
es: &Cancelar

source: Overwrite
es: Sobreescritura

source: A file already exists with path and name:
es: Ya existe un fichero con ruta y nombre:

source: Do you want to overwrite it?
es: ¿Quieres sobreescribirlo?

source: Unable to open image from file:
es: No se puede abrir la imagen del fichero:

source: Invalid dimensions
es: Dimensiones inválidas

source: The chosen image (%s) has invalid dimensions, both its width and its height should be bigger than zero
es: La imagen elegida (%s) tiene dimensiones inválidas, tanto su ancho como su alto debería ser mayor que cero

source: Excessive image height
es: Altura de imagen excesiva

source: The chosen image (%(fileName)s) has a height of %(imageHeight)d pixels, while the mode %(graphicMode)s of the graphic database only supports up to %(maxHeight)d
es: La imagen elegida (%(fileName)s) tiene %(imageHeight)d píxeles de alto, mientras que el modo %(graphicMode)s de la base de datos gráfica sólo soporta hasta %(maxHeight)d

source: Excessive image width
es: Anchura de imagen excesiva

source: The chosen image (%(fileName)s) has a width of %(imageWidth)d pixels, while the mode %(graphicMode)s of the graphic database only supports up to %(maxWidth)d
es: La imagen elegida (%(fileName)s) tiene %(imageWidth)d píxeles de ancho, mientras que el modo %(graphicMode)s de la base de datos gráfica sólo soporta hasta %(maxWidth)d

source: Incorrect image height
es: Altura de imagen incorrecta

source: The chosen image (%(fileName)s) has a height of %(imageHeight)d pixels, when it should be a multiple of 8
es: La imagen elegida (%(fileName)s) tiene %(imageHeight)d píxeles de alto, cuando debería ser múltiplo de 8

source: Incorrect image width
es: Anchura de imagen incorrecta

source: The chosen image (%(fileName)s) has a width of %(imageWidth)d pixels, when it should be a multiple of 8
es: La imagen elegida (%(fileName)s) tiene %(imageWidth)d píxeles de ancho, cuando debería ser múltiplo de 8

source: High number of colors
es: Número de colores elevado

source: The chosen image (%(fileName)s) uses %(colorCount)d different colors, while the mode %(graphicMode)s of the graphic database only supports %(maxColorCount)d
es: La imagen elegida (%(fileName)s) utiliza %(colorCount)d colores diferentes, mientras que el modo %(graphicMode)s de la base de datos gráfica sólo soporta %(maxColorCount)d

source: Replace image
es: Sustituir imagen

source: Are you sure you want to replace it with the image from the chosen file?
es: ¿Seguro que quieres sustituirla por la imagen del fichero elegido?

source: Trimmed palette
es: Paleta recortada

source: The format of the graphic database supports variable palette, the first %d colors from the image will be taken as the palette
es: El formato de base de datos gráfica soporta paleta variable, se tomará como paleta los primeros %d colores de la imagen

source: &Export graphic DB
es: &Exportar BD gráfica

source: &Export all
es: &Exportar todo

source: &Add/replace images
es: &Añadir/sustituir imágenes

source: Add/replace images &preserving palette
es: Añadir/sustituir imágenes &conservando paleta

source: &Import graphic DB
es: &Importar BD gráfica

source: &Quit
es: &Salir

source: &File
es: &Archivo

source: &Mass operations
es: &Operaciones en masa

source: Graphic database editor
es: Editor de bases de datos gráficas

source: DAAD graphic databases for CGA (*.cga)
es: Bases de datos gráficas DAAD para CGA (*.cga)

source: DAAD graphic databases for EGA (*.ega)
es: Bases de datos gráficas DAAD para EGA (*.ega)

source: DAAD graphic databases for PCW (*.dat *.pcw)
es: Bases de datos gráficas DAAD para PCW (*.dat *.pcw)

source: DAAD v3 graphic databases for Amiga/PC (*.dat);;DAAD v3 graphic databases for Atari ST/STE (*.dat)
es: Bases de datos gráficas DAAD v3 para Amiga/PC (*.dat);;Bases de datos gráficas DAAD v3 para Atari ST/STE (*.dat)

source: Export graphic database
es: Exportar base de datos gráfica

source: Unable to open the file:
es: No se puede abrir el fichero:

source: Folder to export to
es: Carpeta donde exportar

source: &Open
es: &Abrir

source: Import graphic database
es: Importar base de datos gráfica

source: DAAD graphic databases (*.cga *.dat *.ega *.pcw)
es: Bases de datos gráficas DAAD (*.cga *.dat *.ega *.pcw)

source: Each selected file will be tried to be loaded as an image, and its image will be applied to the corresponding resources with all the numbers found on the file name separated by non-digit characters. For example: "pic08.png" "8" "image 8.bmp" will apply the image to resource #8 "location 1, 7 and 28.png" "image 28 (1).7.bmp" will apply it over resources #1, #7 and #28
es: Cada fichero seleccionado se tratará de cargar como imagen, y su imagen se aplicará sobre los recursos correspondientes a todos los números que se encuentren en el nombre del fichero separados por caracteres no sean dígitos. Por ejemplo: "pic08.png" "8" "imagen 8.bmp" aplicarán la imagen al recurso 8 "lugar 1, 7 y 28.png" "imagen 28 (1).7.bmp" la aplicarán sobre los recursos 1, 7 y 28

source: Invalid number
es: Número inválido

source: File name "%(fileName)s" contains a number %(resourceNumber)d that is invalid as a resource, so that number will be ignored. If the name only had that number, the file will be ignored
es: El nombre del fichero "%(fileName)s" contiene un número %(resourceNumber)d que es inválido como recurso, por lo que ese número se ignorará. Y si el nombre sólo tiene ese número, el fichero se ignorará

source: Loading of one or more resources in the graphic database failed:
es: Ha fallado la carga de uno o varios recursos en la base de datos gráfica:

source: &Accept
es: &Aceptar

source: Failure
es: Fallo

source: Information
es: Información

source: Warning
es: Advertencia

source: Cause:
es: Causa:

source: All supported images (*.
es: Todas las imágenes soportadas (*.

source: Open image
es: Abrir imagen

source: Open images
es: Abrir imágenes

source: Adds or removes breakpoints
es: Añade o elimina puntos de ruptura

source: Delete
es: Eliminar

source: Add entry &before
es: Añadir entrada &antes

source: Add entry &after
es: Añadir entrada &después

source: This entry
es: Esta entrada

source: All entries
es: Todas las entradas

source: Deletes all entries in the process
es: Elimina todas las entradas del proceso

source: &Go to entry
es: &Ir a la entrada

source: Line comment:
es: Comentario de la línea:

source: Choose a condact:
es: Elige un condacto:

source: Invalid condact
es: Condacto inválido

source: Condact with name %s not available for this system or platform
es: El condacto con nombre %s no está disponible en este sistema o plataforma

source: %s cannot be entered on this position
es: No se puede introducir %s en esta posición

source: A condition
es: una condición

source: An action
es: una acción

source: Parameter value:
es: Valor del parámetro:

source: Optimizing database... Pressing the "Cancel" button will export it without further optimizations
es: Optimizando la base de datos... Pulsar el botón "Cancelar" la exportará sin más optimizaciones

source: Export database
es: Exportar base de datos

source: Unable to export the database
es: No se puede exportar la base de datos

source: Running %s
es: Ejecución %s

source: - Waiting for key
es: - Esperando tecla

source: - Stopped
es: - Parada

source: Edit the text
es: Edita el texto

source: Message text
es: Texto del mensaje

source: Description text
es: Texto de la descripción

source: Start location
es: Localidad inicial

source: Current location
es: Localidad actual

source: Wearable
es: Prenda

source: Noun
es: Nombre

source: Weight
es: Peso

source: Container
es: Contenedor

source: Adjective
es: Adjetivo

source: Word
es: Palabra

source: Code
es: Código

source: Type
es: Tipo

source: Reserved
es: Reservado

source: Unknown (
es: Desconocido (

source: Value of flag %d:
es: Valor de la bandera %d:

source: Previous value:
es: Valor anterior:

source: Error when importing module:
es: Error al importar el módulo:

source: %s database
es: Base de datos %s

source: Creates a new %s database
es: Crea una nueva base de datos de %s

source: 1 step
es: 1 paso

source: 10 steps
es: 10 pasos

source: 100 steps
es: 100 pasos

source: 1000 steps
es: 1000 pasos

source: &About NAPS IDE
es: &Acerca de NAPS IDE

source: &Flags
es: &Banderas

source: &Counters
es: &Contadores

source: &Location data
es: Datos de las &localidades

source: &Object data
es: Datos de los &objetos

source: St&op
es: &Detener

source: &Movement
es: &Direcciones

source: &Export
es: &Exportar

source: &Import
es: &Importar

source: &Location descriptions
es: Descripciones de &localidades

source: &Object descriptions
es: Descripciones de &objetos

source: &Trim to line width
es: &Recortar al ancho de línea

source: All &movements
es: Todos los &movimientos

source: &System messages
es: Mensajes de &sistema

source: &User messages
es: Mensajes de &usuario

source: &Step by step
es: &Paso a paso

source: &Tables
es: &Tablas

source: &Table
es: &Tabla

source: Runs a step on the database and then it stops
es: Ejecuta un paso de la base de datos y después para

source: Runs up to ten steps on the database and then it stops
es: Ejecuta hasta diez pasos de la base de datos y después para

source: Runs up to one hundred steps on the database and then it stops
es: Ejecuta hasta cien pasos de la base de datos y después para

source: Runs up to one thousand steps on the database and then it stops
es: Ejecuta hasta mil pasos de la base de datos y después para

source: Shows information about the program
es: Muestra información acerca del programa

source: Allows to check and modify the value of flags
es: Permite consultar y modificar las banderas

source: Displays the number of elements of each type
es: Muestra el número de elementos de cada tipo

source: Allows to check and modify locations' data
es: Permite consultar y modificar los datos de las localidades

source: Allows to check and modify objects' data
es: Permite consultar y modificar los datos de los objetos

source: Terminates the execution of the database
es: Finaliza la ejecución de la base de datos

source: Allows to add and edit movement words
es: Permite añadir y editar las palabras de dirección

source: Exports the database to a file
es: Exporta la base de datos a un fichero

source: Imports the database from a file
es: Importa una base de datos desde un fichero

source: Show location descriptions when condacts reference them
es: Mostrar descripciones de localidades cuando los condactos las referencien

source: Show object descriptions when condacts reference them
es: Mostrar descripciones de objetos cuando los condactos los referencien

source: Trim texts to the available line width
es: Recortar textos a la anchura de línea disponible

source: Show columns for all possible movement words
es: Mostrar columnas para todas las palabras de movimiento posibles

source: Show system messages when condacts reference them
es: Mostrar texto de mensajes de sistema cuando los condactos los referencien

source: Show user messages when condacts reference them
es: Mostrar texto de mensajes de usuario cuando los condactos los referencien

source: Allows to check and modify system messages
es: Permite consultar y modificar los mensajes de sistema

source: Allows to check and modify user messages
es: Permite consultar y modificar los mensajes de usuario

source: Debugs the database running it step by step
es: Depura la base de datos ejecutándola paso a paso

source: Quits the application
es: Sale de la aplicación

source: Allows to check and modify the process tables
es: Permite consultar y modificar las tablas de proceso

source: Allows to check and modify the vocabulary
es: Permite consultar y modificar el vocabulario

source: Process tables
es: Tablas de proceso

source: Vocabulary table
es: Tabla de vocabulario

source: Button bar
es: Barra de botones

source: &Database
es: &Base de datos

source: &New
es: &Nueva

source: &Run
es: &Ejecución

source: &Processes
es: &Procesos

source: &Show texts
es: &Mostrar textos

source: &Texts
es: &Textos

source: Show &columns
es: Mostrar &columnas

source: &Vocabulary
es: &Vocabulario

source: &Help
es: &Ayuda

source: Process
es: Proceso

source: All supported formats (*.
es: Todos los formatos soportados (*.

source: Import database
es: Importar base de datos

source: Edit
es: Editar

source: (Can't go that way)
es: (No se puede ir por ahí)

source: From location %(numOrigin)d: "%(descOrigin)s" Movement %(movement)s goes to location:
es: Desde la localidad %(numOrigin)d: "%(descOrigin)s" La salida %(movement)s va a la localidad:

source: Not editable
es: No editable

source: This value cannot be edited directly.
es: Este valor no se puede editar directamente.

source: This is the pseudo-attribute "wearable", which cannot be directly modified. Its value depends on the code of the word assigned to this object. Assign to it a word with code value between 200 and 254 to make it "wearable", or a value lower than 200 to make it not "wearable".
es: Este es el pseudo-atributo "prenda", que no se puede modificar directamente. Su valor depende del código de la palabra asignada a este objeto. Asígnale una palabra con código entre 200 y 254 para volverlo "prenda", o con un código menor que 200 para que no sea "prenda".

source: Text of the word:
es: Texto de la palabra:

source: Code of the word:
es: Código de la palabra:

source: Type of the word:
es: Tipo de palabra:

source: Occurrences:
es: Ocurrencias:

source: entry
es: entrada

source: Risky export adaptations
es: Riesgo en adaptaciones de exportación

source: The following adaptations need to be manually reviewed and corrected as needed:
es: Las siguientes adaptaciones deben revisarse manualmente y corregirse como se necesite:

source: 1 occurrence
es: 1 ocurrencia

source: %d occurrences
es: %d ocurrencias

source: Normal export adaptations
es: Adaptaciones de exportación normales

source: Unable to import a database from:
es: No se puede importar una base datos de:

source: Cause: The file lacks an extension
es: Causa: El fichero no tiene extensión

source: Cause: Unknown extension
es: Causa: Extensión no reconocida

source: Cause: Incompatible file format or corrupted database
es: Causa: Formato de fichero incompatible o base de datos corrupta

source: Non-existent verb
es: Verbo no existente

source: Verb with code %d not found in the vocabulary
es: Verbo de código %d no encontrado en el vocabulario

source: Non-existent noun
es: Nombre no existente

source: Noun with code %d not found in the vocabulary
es: Nombre de código %d no encontrado en el vocabulario

source: FIXME: Condact %d not recognized by the library
es: FIXME: Condacto %d no reconocido por la librería

source: Do Ctrl+click here to open process %d
es: Haz Ctrl+click aquí para abrir el proceso %d

source: Entry number:
es: Número de entrada:

source: Go to
es: Ir a

source: Adds a new location
es: Añade una nueva localidad

source: Adds a new object
es: Añade un nuevo objeto

source: Adds a new system message
es: Añade un nuevo mensaje de sistema

source: Adds a new user message
es: Añade un nuevo mensaje de usuario

source: &New location
es: &Nueva localidad

source: &New object
es: &Nuevo objeto

source: &New message
es: &Nuevo mensaje

source: &Copy
es: &Copiar

source: &Paste
es: &Pegar

source: Deletes this location and its connections
es: Elimina esta localidad y sus conexiones

source: Deletes this object and its data (attributes, words, etc.)
es: Elimina este objetos y sus datos (atributos, palabras, etc.)

source: Deletes this system message
es: Elimina este mensaje de sistema

source: Deletes this user message
es: Elimina este mensaje de usuario

source: Add &entry
es: Añadir &entrada

source: Add &synonym
es: Añadir &sinónimo

source: Integrated Development Environment (IDE)
es: Entorno de desarrollo integrado (IDE)

source: PyQt version:
es: Versión de PyQt:

source: Qt version:
es: Versión de Qt:

source: Python version:
es: Versión de Python:

source: Locations:
es: Localidades:

source: Objects:
es: Objetos:

source: Vocabulary words:
es: Palabras de vocabulario:

source: Untitled
es: Sin nombre

source: Add
es: Añadir

source: Invalid code
es: Código inválido

source: There's already an item on the table with the code you entered. Please choose another one
es: Ya hay un elemento en la tabla con el código que has elegido. Por favor elige otro distinto

source: (No noun)
es: (Ningún nombre)

source: Wrong type for word
es: Tipo de palabra incorrecto

source: The word "%(word)s" cannot be used here because its vocabulary type is %(wrongType)s, when it should be %(correctType)s.
es: La palabra "%(word)s" no puede usarse aquí porque su tipo de palabra de vocabulario es %(wrongType)s, cuando debería ser %(correctType)s.

source: Not in vocabulary
es: No en el vocabulario

source: Word "%s" not found in the vocabulary
es: La palabra "%s" no se encuentra en el vocabulario

source: Word with code %(code)d and type %(type)s not found in the vocabulary
es: Palabra con código %(code)d y tipo %(type)s no encontrada en el vocabulario

source: (No verb)
es: (Ningún verbo)

source: Preposition
es: Preposición

source: Verb
es: Verbo

source: Adverb
es: Adverbio

source: Integrated Development Environment for Quill/PAWS/SWAN/DAAD in Python
es: Entorno de Desarrollo Integrado para Quill/PAWS/SWAN/DAAD en Python

source: omit condacts in process entries behind condacts that unconditionally change execution flow
es: omitir condactos en entradas de proceso detrás de los que cambian el flujo de ejecución incondicionalmente

source: directly run 'database' step by step
es: ejecutar base_de_datos por pasos directamente

source: choose the color theme to use
es: elegir el tema de color a usar

source: database
es: base_de_datos

source: Quill/PAWS/SWAN/DAAD database, snapshot, or source code to run
es: base de datos, snapshot, o código fuente de Quill/PAWS/SWAN/DAAD a ejecutar

source: db_or_graphics_folder
es: bd_o_carpeta_gráficos

source: graphic database or folder to take images from (with name pic###.png)
es: base de datos gráfica o carpeta de la que tomar las imágenes (con nombre pic###.png)

source: Inexistent path
es: Ruta inexistente

source: There's no file and no folder with the path given from the command line for graphics:
es: No existe ningún fichero ni carpeta con la ruta dada desde la línea de comandos para gráficos:

source: DAAD database
es: Base de datos DAAD

source: DAAD Reborn Compiler source code
es: Código fuente de DAAD Reborn Compiler

source: DAAD source code (traditional)
es: Código fuente de DAAD tradicional

source: DAAD databases
es: Bases de datos DAAD

source: Conjugation
es: Conjunción

source: Pronoun
es: Pronombre

source: ZX 48K memory snapshots with GAC
es: Imágenes de memoria de ZX 48K con GAC

source: High priority
es: Alta prioridad

source: Location
es: Localidad

source: Low priority
es: Baja prioridad

source: PAWS source code
es: Código fuente de PAWS

source: PAWS databases
es: Bases de datos PAWS

source: ZX 48K memory snapshots with PAWS
es: Imágenes de memoria de ZX 48K con PAWS

source: Response table
es: Tabla de respuestas

source: After description
es: Tras la descripción

source: Each turn
es: Cada turno

source: TAB
es: TABULAR

source: CHARSET
es: FUENTE

source: INK
es: TINTA

source: PAPER
es: PAPEL

source: FLASH
es: INTERMITENTE

source: BRIGHT
es: BRILLO

source: INVERSE
es: INVERSA

source: Optimized Quill database for Atari 800
es: Base de datos Quill optimizada de Atari 800

source: Optimized Quill database for Commodore 64
es: Base de datos Quill optimizada de Commodore 64

source: Optimized Quill database for Sinclair QL
es: Base de datos Quill optimizada de Sinclair QL

source: Quill database for Atari 800
es: Base de datos Quill de Atari 800

source: Quill database for Commodore 64
es: Base de datos Quill de Commodore 64

source: Quill database for Sinclair QL
es: Base de datos Quill de Sinclair QL

source: Quill source code
es: Código fuente de Quill

source: Quill databases for Amstrad CPC
es: Base de datos Quill de Amstrad CPC

source: Quill databases for Atari 800 AdventureWriter
es: Bases de datos Quill/AdventureWriter de Atari 800

source: Quill databases for Commodore 64
es: Bases de datos Quill de Commodore 64

source: Quill databases for PC AdventureWriter
es: Bases de datos Quill/AdventureWriter de PC

source: Quill databases for Sinclair QL
es: Bases de datos Quill de Sinclair QL

source: ZX 48K memory snapshots with Quill
es: Imágenes de memoria de ZX 48K con Quill

source: Everything is dark. I can't see.
es: Todo está oscuro. No veo nada.

source: I also see:-
es: También veo:-

source: I'm waiting for your command.
es: Espero tu orden.

source: I'm ready for a new command.
es: Listo para recibir comandos.

source: Tell me what to do.
es: Dime qué hago.

source: Give me your instruction.
es: Dame tu orden.

source: Sorry, I don't understand. Try with other words.
es: Lo siento, no entiendo eso. Intenta con otras palabras.

source: I can't go that way.
es: No puedo ir en esa dirección.

source: I can't do that.
es: No puedo.

source: I have:-
es: Llevo conmigo:-

source: (worn)
es: (puesto)

source: Nothing at all.
es: Nada de nada.

source: Are you sure you want to quit?
es: ¿Seguro que quieres salir?

source: GAME OVER Do you want another try?
es: FIN DEL JUEGO ¿Quieres volver a probar?

source: Goodbye. Have a nice day.
es: Adiós. Que tengas un buen día.

source: Alright.
es: De acuerdo.

source: Press any key to continue
es: Pulsa una tecla para continuar

source: You took
es: Has usado

source: turn
es: turno

source: You completed
es: Has completado el

source: I'm not wearing that.
es: No lo llevo puesto.

source: I can't. My hands are full.
es: No cabe nada más en mis manos.

source: I already have that.
es: Ya lo tengo.

source: That's not here.
es: No está aquí.

source: I can't carry more things.
es: No puedo cargar más cosas.

source: I don't have that.
es: No lo tengo.

source: It's already worn.
es: Ya lo llevo puesto.

source: Y
es: S

source: Event table
es: Tabla de eventos

source: Status table
es: Tabla de estado

source: Missing condact
es: Falta un condacto

source: OVER
es: ENCIMA

source: RESET
es: REINICIAR

source: Location 0's description, the initial location.
es: Descripción de la localidad 0, la inicial.

source: sout
es: sur

source: east
es: este

source: w
es: o

source: west
es: oest

source: look
es: mira

source: quit
es: fin

source: ligh
es: luz
